---
kind: other
id: Methods.T:Autodesk.Revit.UI.ProjectBrowserOptions
source: html/05c3453a-f839-7a94-e3b1-8db48d2a0f05.htm
---
# ProjectBrowserOptions Methods

Returns the current Revit instance's ProjectBrowserOptions.